Repository: sumire4/pediatrik_hesaplamalar1
Catalog: lib/l10n/app_*.arb
Languages: tr

# appTitle
source: Pediatric Calculations
tr: Pediatrik Hesaplamalar

# snackbarInfo
source: This application is developed solely for healthcare professionals. Calculations are for informational purposes and should not be used alone in clinical decisions.
tr: Bu uygulama sadece sağlık profesyonelleri için geliştirilmiştir. Hesaplamalar bilgilendirme amaçlıdır ve klinik kararlarda tek başına kullanılmamalıdır.

source: Frequently Used
tr: Sık Kullanılanlar

# noFrequentlyUsed
source: No frequently used items yet
tr: Henüz sık kullanılan yok

# infoDialogTitle
source: Calculation Info
tr: Hesaplama Bilgisi

# infoDialogContent
source: This application is developed for healthcare professionals working in pediatrics. The calculations and information provided are for informational purposes only. The medical evaluation and professional responsibility of the physician are essential in clinical decision making. The accuracy and validity of the results provided by the application must be verified by the physician. The physician user is responsible for any errors or misuse of the calculations.
tr: Bu uygulama, pediatri alanında çalışan sağlık profesyonelleri için geliştirilmiştir. İçerdiği hesaplamalar ve bilgiler yalnızca bilgilendirme amacı taşımaktadır. Klinik karar verme sürecinde hekimin kendi tıbbi değerlendirmesi ve mesleki sorumluluğu esastır. Uygulama tarafından sunulan sonuçların doğruluğu ve geçerliliği hekim tarafından kontrol edilmelidir. Hesaplamalardan doğabilecek olası hatalardan veya yanlış kullanımdan doğacak sonuçlardan kullanıcı hekim sorumludur.

# infoDialogCopyright
source: © 2025 All Rights Reserved.
tr: © 2025 Tüm Hakları Saklıdır.

# closeButton
source: Close
tr: Kapat

source: Project Page
tr: Proje Sayfası

# updateTooltip
source: Updater
tr: Güncelleyici

# calculationTitlesAnyonGap
source: Anion Gap Calculation
tr: Anyon Gap Hesaplama

# calculationTitlesApgar
source: Apgar Score Calculation
tr: Apgar Skoru Hesaplama

# calculationTitlesCorrectedCalcium
source: Corrected Calcium
tr: Düzeltilmiş Kalsiyum

# calculationTitlesCorrectedSodium
source: Corrected Sodium Calculation
tr: Düzeltilmiş Sodyum Hesaplama

# calculationTitlesCorrectedQT
source: Corrected QT Calculation
tr: Düzeltilmiş QT Hesaplama

# calculationTitlesCorrectedReticulocyte
source: Corrected Reticulocyte Calculation
tr: Düzeltilmiş Retikülosit Hesaplama

# calculationTitlesGlasgowComaScale
source: Glasgow Coma Scale Calculation
tr: Glaskow Koma Skalası Hesaplama

# calculationTitlesBMI
source: Body Mass Index (BMI) Calculation
tr: Vücut Kitle İndeksi (BMI) Hesaplama

# calculationTitlesBodySurfaceAreaAndFluid
source: Body Surface Area and Fluid Amount Calculation
tr: Vücut Yüzey Alanı ve Sıvı Miktarı Hesaplama

# calculationTitlesNewbornBodySurfaceArea
source: Newborn Body Surface Area Calculation
tr: Yenidoğan Vücut Yüzey Alanı Hesaplama

# calculationTitlesPeripheralSmear
source: Peripheral Smear Evaluation
tr: Periferik Yayma Değerlendirme

# calculationTitlesBoneMarrowEvaluation
source: Bone Marrow Evaluation
tr: Kemik İliği Değerlendirme

# infoButton
source: CLOSE
tr: KAPAT

# errorGithubOpen
source: Could not open GitHub page
tr: GitHub sayfası açılamadı

# feedbackButtonTooltip
source: Feedback
tr: Geri Bildirim

# updateButtonTooltip
source: Updater
tr: Güncelleyici

# infoButtonTooltip
source: Calculation Info
tr: Hesaplama Bilgisi

# adrenalinScreenTitle
source: Adrenalin Dose Calculation
tr: Adrenalin Dozu Hesaplama

# calculateButton
source: Calculate
tr: Hesapla

# historyTooltip
source: Calculation History
tr: Geçmiş Hesaplamalar

# infoTooltip
source: Calculation Info
tr: Hesaplama Bilgisi

# calculationInfoTitle
source: Calculation Information
tr: Hesaplama Bilgisi

# calculationInfoContent
source: 7–10 points: Normal (good condition) 4–6 points: Moderate depression (close monitoring needed) 0–3 points: Severe condition, urgent intervention required (e.g. resuscitation)
tr: 7–10 puan: Normal (iyi durumda) 4–6 puan: Orta derecede depresyon (yakın takip gerekir) 0–3 puan: Ciddi durum, acil müdahale gerekir (resüsitasyon gibi)

# noHistoryMessage
source: No previous calculations yet.
tr: Henüz geçmiş hesaplama yok.

# resultTitle
source: Calculation Result
tr: Hesaplama Sonucu

source: Copy
tr: Kopyala

source: Close
tr: Kapat

# historyTitle
source: Calculation History
tr: Geçmiş Hesaplamalar

source: Clear History
tr: Geçmişi Temizle

source: History cleared.
tr: Geçmiş temizlendi.

# anyonGapScreenTitle
source: Anion Gap Calculation
tr: Anyon Gap Hesaplama

# sodyumLabel
source: Sodium (mEq/L)
tr: Sodyum (mEq/L)

# klorLabel
source: Chloride (mEq/L)
tr: Klor (mEq/L)

# bikarbonatLabel
source: Bicarbonate (mEq/L)
tr: Bikarbonat (mEq/L)

# calculationInfoContentAg
source: Calculated as Sodium – (Chloride + Bicarbonate). Normal Values: 9 - 17 mEq/L.
tr: Sodyum – (Klor + Bikarbonat) şekilde hesaplanır. Normal Değerler : 9 - 17 mEq/L.

# resultPrefixAg
source: Anion Gap:
tr: Anyon Gap:

source: Copied to clipboard.
tr: Panoya kopyalandı.

# apgarScreenTitle
source: Apgar Score Calculation
tr: Apgar Skoru Hesaplama

# gorunumLabel
source: Appearance
tr: Görünüm

# refleksLabel
source: Reflex
tr: Refleks

# tonusLabel
source: Tone
tr: Tonus

# solunumLabel
source: Respiration
tr: Solunum

# nabizLabel
source: Pulse
tr: Nabız

# selectHint
source: Select
tr: Seçiniz

# resultPrefix
source: Apgar Score:
tr: Apgar Skoru:

# gorunum0
source: Cyanotic or Pale (0)
tr: Siyonozlu veya Soluk (0)

# gorunum1
source: Pink Body, Cyanotic Extremities (1)
tr: Gövde Pembe Extremiteler Siyanozlu (1)

# gorunum2
source: Pink (2)
tr: Pembe (2)

# refleks0
source: None (0)
tr: Yok (0)

# refleks1
source: Weak Facial Grimace (1)
tr: Yüzde Hafif Mimik (1)

# refleks2
source: Sneezing, Crying (2)
tr: Aksırma Ağlama (2)

# tonus0
source: General Hypotonia (0)
tr: Genel Hipotoni (0)

# tonus1
source: Slight Flexion of Extremities (1)
tr: Extremitelerde Hafif Fleksion (1)

# tonus2
source: Active Movements (2)
tr: Aktif Hareketler (2)

# solunum0
source: None (0)
tr: Yok (0)

# solunum1
source: Shallow, Irregular, Chest Retractions (1)
tr: Yüzeysel Düzensiz İç Çekme (1)

# solunum2
source: Crying, Regular (2)
tr: Ağlıyor Düzenli (2)

# nabiz0
source: None (0)
tr: Yok (0)

# nabiz1
source: <100/min (1)
tr: <100/dk (1)

# nabiz2
source: >100/min (2)
tr: >100/dk (2)

# selectText
source: Select
tr: Seçiniz

# plzSelectAll
source: Please select all parameters
tr: Lütfen tüm parametreleri seçin

# clcTitle
source: Corrected Calcium Calculation
tr: Düzeltilmiş Kalsiyum Hesaplama

# calciumLabel
source: Calcium (mg/dl)
tr: Kalsiyum (mg/dl)

# albuminLabel
source: Albumin (g/dl)
tr: Albümin (g/dl)

# calculationInfoCcal
source: Calculated as Calcium + (0.8 × (4 - Albumin)).
tr: Kalsiyum + (0.8 × (4 - Albümin)) şeklinde hesaplanır.

# copyButton
source: Copy
tr: Kopyala

# resultCopied
source: Result copied to clipboard.
tr: Sonuç panoya kopyalandı.

# validValueMessage
source: Please enter valid values in all fields.
tr: Lütfen tüm alanlara geçerli değerler girin.

# historyClearedMessage
source: History cleared.
tr: Geçmiş temizlendi.

# correctedCalciumResult
source: Corrected Calcium:
tr: Düzeltilmiş Kalsiyum:

# titleSodium
source: Corrected Sodium Calculation
tr: Düzeltilmiş Sodyum Hesaplama

# sodiumLabel
source: Sodium (mmol/l)
tr: Sodyum (mmol/l)

# glucoseLabel
source: Glucose (mg/dl)
tr: Glikoz (mg/dl)

# calculationInfoCs
source: Corrected Sodium is calculated as: Sodium + [(Glucose – 100) / 100] × 1.6
tr: Düzeltilmiş Sodyum : Sodyum + [(Glikoz – 100) / 100] × 1.6 şeklinde hesaplanır.

# correctedSodiumResult
source: Corrected Sodium:
tr: Düzeltilmiş Sodyum:

# titleQT
source: Corrected QT Calculation
tr: Düzeltilmiş QT Hesaplama

# qtLabel
source: QT (small squares)
tr: QT (küçük kare)

# rrLabel
source: RR (small squares)
tr: RR (küçük kare)

# calculationInfo
source: QT×0.04 / √(0.04×RR) is used for calculation. Normal Values: <0.44 sec
tr: (QT×0.04) / √(0.04×RR) şeklinde hesaplanır. Normal Değerler : <0.44 sn

# correctedQTResult
source: Corrected QT:
tr: Düzeltilmiş QT:

# feedbacksTitle
source: Feedbacks
tr: Geri Bildirimler

source: Loading...
tr: Yükleniyor...

# errorFetchingData
source: An error occurred: {error}
tr: Hata oluştu: {error}

# serverError
source: Could not retrieve data from the server: {statusCode}
tr: Sunucudan veri alınamadı: {statusCode}

# noFeedbacks
source: No feedback available
tr: Hiç geri bildirim yok

# feedbackScreenTitle
source: Feedback
tr: Geri Bildirim

# feedbackHint
source: Write your feedback...
tr: Geri bildiriminizi yazın...

# feedbackButton
source: Send
tr: Gönder

# feedbackSuccess
source: Your feedback has been received
tr: Geri bildiriminiz alındı

# feedbackError
source: Submission error: {error}
tr: Gönderim hatası: {error}

# retikulositTitle
source: Corrected Reticulocyte Calculation
tr: Düzeltilmiş Retikülosit Hesaplama

# retikulositFieldLabel
source: Reticulocyte (%)
tr: Retikülosit (%)

# hematokritFieldLabel
source: Hematocrit (%)
tr: Hematokrit (%)

# infoDialogContentrt
source: Calculated as Reticulocyte × (Hematocrit / 45).
tr: Retikülosit × (Hematokrit / 45) şeklinde hesaplanır.

# resultDialogTitle
source: Calculation Result
tr: Hesaplama Sonucu

# copySuccess
source: Result copied to clipboard.
tr: Sonuç panoya kopyalandı.

# inputError
source: Please enter valid values in all fields.
tr: Lütfen tüm alanlara geçerli değerler girin.

# resultText
source: Corrected Reticulocyte:
tr: Düzeltilmiş Retikülosit:

# gksTitle
source: Glasgow Coma Scale Calculator
tr: Glaskow Koma Skalası Hesaplama

# gksIsChildSwitch
source: Under 2 years old (modified scale)
tr: 2 yaş altı (modifiye ölçek)

# gksEyeResponse
source: Eye Response
tr: Göz Yanıtı

# gksVerbalResponse
source: Verbal Response
tr: Sözlü Yanıtı

# gksMotorResponse
source: Motor Response
tr: Motor Yanıtı

# gksCalculate
source: Calculate
tr: Hesapla

# gksResultTitle
source: Calculation Result
tr: Hesaplama Sonucu

# gksClose
source: Close
tr: Kapat

# gksMissingFields
source: Please select all fields.
tr: Lütfen tüm alanları seçin.

# gksScoreResult
source: Glasgow Coma Score:
tr: Glaskow Koma Skoru:

# gksInfoTooltip
source: Calculation Info
tr: Hesaplama Bilgisi

# gksInfoTitle
source: Glasgow Coma Scale (GCS)
tr: Glasgow Koma Skalası (GKS)

# gksInfoEyeTitle
source: EYE OPENING (E)
tr: GÖZ AÇMA (E)

# gksInfoEyeItems
source: • 4: Spontaneous • 3: To speech • 2: To pain • 1: No response
tr: • 4: Spontan (kendiliğinden) • 3: Sesle (konuşmayla) • 2: Ağrılı uyaranla • 1: Hiçbir şekilde açmaz

# gksInfoVerbalTitle
source: VERBAL RESPONSE (V)
tr: SÖZEL YANIT (V)

# gksInfoVerbalItems
source: • 5: Oriented • 4: Confused conversation • 3: Inappropriate words • 2: Incomprehensible sounds • 1: No response
tr: • 5: Uygun (zaman, yer, kişi bilgisi doğru) • 4: Karışık konuşma, yönelim bozuk • 3: Uygun olmayan kelimeler • 2: Anlamsız sesler • 1: Yanıt yok

# gksInfoMotorTitle
source: MOTOR RESPONSE (M)
tr: MOTOR YANIT (M)

# gksInfoMotorItems
source: • 6: Obeys commands • 5: Localizes pain • 4: Withdraws from pain • 3: Abnormal flexion (decorticate) • 2: Abnormal extension (decerebrate) • 1: No response
tr: • 6: Emirlere uyar • 5: Ağrılı uyarana lokalize eder • 4: Ağrıdan uzaklaşır (çekme hareketi) • 3: Anormal fleksiyon (dekortike) • 2: Anormal ekstansiyon (deserebre) • 1: Yanıt yok

# gksInfoCalc
source: Total Score = Eye + Verbal + Motor (Min 3, Max 15)
tr: Toplam Skor = Göz + Sözel + Motor (En az 3, en fazla 15)

# gksInfoInterpretation
source: • 13–15: Mild impairment • 9–12: Moderate impairment • ≤ 8: Severe impairment (coma)
tr: • 13–15: Hafif bilinç bozukluğu • 9–12: Orta düzey bilinç bozukluğu • ≤ 8: Ciddi bilinç bozukluğu (komaya yakın durum)

# bmiTitle
source: Body Mass Index (BMI) Calculator
tr: Vücut Kitle İndeksi (BMI) Hesaplama

# bmiHeightLabel
source: Height (cm)
tr: Boy (cm)

# bmiWeightLabel
source: Weight (kg)
tr: Kilo (kg)

# bmiCalculate
source: Calculate
tr: Hesapla

# bmiResultTitle
source: Calculation Result
tr: Hesaplama Sonucu

# bmiCopy
source: Copy
tr: Kopyala

# bmiClose
source: Close
tr: Kapat

# bmiCopiedMessage
source: Result copied to clipboard.
tr: Sonuç panoya kopyalandı.

# bmiInvalidInput
source: Please enter valid values in all fields.
tr: Lütfen tüm alanlara geçerli değerler girin.

# bmiCategoryUnderweight
source: Underweight
tr: Zayıf

# bmiCategoryOverweight
source: Overweight
tr: Fazla Kilolu

# bmiCategoryObese
source: Obese
tr: Obez

# bmiTooltip
source: Calculation Info
tr: Hesaplama Bilgisi

# bmiInfoTitle
source: Calculation Info
tr: Hesaplama Bilgisi

# bmiInfoContent
source: BMI = Weight / (Height²) <20: UNDERWEIGHT 20–25: NORMAL 25–30: OVERWEIGHT >30: OBESE
tr: Vücut Kitle Endeksi : Kilo / (Boy²) şekilde hesaplanır. <20 : ZAYIF 20-25 : NORMAL 25-30 : FAZLA KİLOLU >30 : OBEZ

# bmiResultText
source: Body Mass Index (BMI):
tr: Vücut Kitle İndeksi (BMI):

# bsaTitle
source: Body Surface Area and Fluid Amount
tr: Vücut Yüzey Alanı ve Sıvı Miktarı

# bsaWeightLabel
source: Weight (kg)
tr: Kilo (kg)

# bsaFluidPerM2Label
source: Fluid amount per m²
tr: m²ye verilecek sıvı miktarı

# bsaCalculate
source: Calculate
tr: Hesapla

# bsaResultTitle
source: Calculation Result
tr: Hesaplama Sonucu

# bsaCopy
source: Copy
tr: Kopyala

# bsaClose
source: Close
tr: Kapat

# bsaCopiedMessage
source: Result copied to clipboard.
tr: Sonuç panoya kopyalandı.

# bsaInvalidInput
source: Please enter valid values in all fields.
tr: Lütfen tüm alanlara geçerli değerler girin.

# bsaTooltip
source: Calculation Info
tr: Hesaplama Bilgisi

# bsaInfoTitle
source: Calculation Info
tr: Hesaplama Bilgisi

# bsaInfoContent
source: BSA (m²) = [(Weight × 4) + 7] / (Weight + 90) Hourly Fluid = BSA × Multiplier Daily Fluid = Hourly × 24
tr: Yüzey Alanı (m²) = [(Kilo × 4) + 7] / (Kilo + 90) Saatlik Sıvı Miktarı = Yüzey Alanı × Çarpan Günlük Sıvı Miktarı = Saatlik Sıvı Miktarı × 24 şeklinde hesaplanır

# bsaResultText1
source: Body Surface Area:
tr: Vücut Yüzey Alanı:

# bsaResultcontext2
source: Hourly Fluid:
tr: Saatlik Sıvı Miktarı:

# bsaResultText3
source: Daily Fluid:
tr: Günlük Sıvı Miktarı:

# bsaHour
source: cc/hour
tr: cc/saat

# bsaDay
source: cc/day
tr: cc/gün

# yenidoganTitle
source: Neonatal Body Surface Area Calculation
tr: Yenidoğan Vücut Yüzey Alanı Hesaplama

# kiloLabel
source: Weight (kg)
tr: Kilo (kg)

source: Calculate
tr: Hesapla

source: Calculation Result
tr: Hesaplama Sonucu

# copiedMessage
source: Result copied to clipboard.
tr: Sonuç panoya kopyalandı.

# invalidWeightMessage
source: Please enter a valid weight.
tr: Lütfen geçerli bir kilo değeri girin.

# tooltipInfo
source: Calculation Info
tr: Hesaplama Bilgisi

# infoDialogContentSa
source: Surface Area (m²) = (Weight × 0.05) + 0.05
tr: Yüzey Alanı (m²) = (Kilo × 0.05) + 0.05

# sonucTxt
source: Surface Area:
tr: Yüzey Alanı:

# periferikTitle
source: Peripheral Smear Evaluation
tr: Periferik Yayma Değerlendirme

# azaltmaModu
source: Decrease Mode
tr: Azaltma Modu

# toplama
source: Total:
tr: Toplam:

# sonSil
source: Undo
tr: Son Sil

# sifirla
source: Reset
tr: Sıfırla

# hucresayisii
source: Total Cell Count:
tr: Toplam Hücre Sayısı:

# pdfBaslik
source: Bone Marrow Evaluation
tr: Kemik İliği Değerlendirme

# pdfyeCevir
source: Export to PDF
tr: PDF'ye Çevir

# hucreTuru
source: Cell Type
tr: Hücre Türü

# adet
source: Count
tr: Adet

# yuzde
source: Percentage
tr: Yüzde

# kemikIligiTitle
source: Bone Marrow Evaluation
tr: Kemik İliği Değerlendirme

# toplam
source: Total: {count}
tr: Toplam: {count}

# hucresayisi
source: Total Cell Count:
tr: Toplam Hücre Sayısı:

# gksInfoEye4
source: • 4: Spontaneous
tr: • 4: Spontan (kendiliğinden)

# gksInfoEye3
source: • 3: To sound
tr: • 3: Sesle (konuşmayla)

# gksInfoEye2
source: • 2: To pain
tr: • 2: Ağrılı uyaranla

# gksInfoEye1
source: • 1: None
tr: • 1: Hiçbir şekilde açmaz

# gksInfoVerbal5
source: • 5: Oriented (time, place, person)
tr: • 5: Uygun (zaman, yer, kişi bilgisi doğru)

# gksInfoVerbal4
source: • 4: Confused speech
tr: • 4: Karışık konuşma, yönelim bozuk

# gksInfoVerbal3
source: • 3: Inappropriate words
tr: • 3: Uygun olmayan kelimeler

# gksInfoVerbal2
source: • 2: Incomprehensible sounds
tr: • 2: Anlamsız sesler

# gksInfoVerbal1
source: • 1: No response
tr: • 1: Yanıt yok

# gksInfoMotor6
source: • 6: Obeys commands
tr: • 6: Emirlere uyar

# gksInfoMotor5
source: • 5: Localizes pain
tr: • 5: Ağrılı uyarana lokalize eder

# gksInfoMotor4
source: • 4: Withdraws from pain
tr: • 4: Ağrıdan uzaklaşır (çekme hareketi)

# gksInfoMotor3
source: • 3: Abnormal flexion (decorticate)
tr: • 3: Anormal fleksiyon (dekortike)

# gksInfoMotor2
source: • 2: Abnormal extension (decerebrate)
tr: • 2: Anormal ekstansiyon (deserebre)

# gksInfoMotor1
source: • 1: No response
tr: • 1: Yanıt yok

# gksInfoCalculationTitle
source: Calculation
tr: Hesaplama

# gksInfoCalculationDesc
source: Total Score = Eye + Verbal + Motor (Minimum 3, Maximum 15)
tr: Toplam Skor = Göz + Sözel + Motor (En az 3, en fazla 15)

# gksInfoScoreInterpretationTitle
source: Score Interpretation
tr: Skorun Yorumu

# gksInfoScoreInterpretation13_15
source: • 13–15: Mild brain injury
tr: • 13–15: Hafif bilinç bozukluğu

# gksInfoScoreInterpretation9_12
source: • 9–12: Moderate brain injury
tr: • 9–12: Orta düzey bilinç bozukluğu

# gksInfoScoreInterpretation8less
source: • ≤ 8: Severe brain injury (coma)
tr: • ≤ 8: Ciddi bilinç bozukluğu (komaya yakın durum)

# gksEyeSpontan
source: Spontaneous (4)
tr: Spontan (4)

# gksEyeSesle
source: To sound (3)
tr: Sesle (3)

# gksEyeAgrili
source: To pain (2)
tr: Ağrılı (2)

# gksEyeYok
source: None (1)
tr: Yok (1)

# gksVerbalYonelimli
source: Oriented (5)
tr: Uygun (5)

# gksVerbalKonfuze
source: Confused Speech (4)
tr: Karışık Konuşma (4)

# gksVerbalUygunsuzKelimeler
source: Inappropriate Words (3)
tr: Uygun Olmayan Kelimeler (3)

# gksVerbalAnlasilmazSesler
source: Incomprehensible Sounds (2)
tr: Anlamsız Sesler (2)

# gksVerbalYok
source: No Response (1)
tr: Yanıt Yok (1)

# gksVerbalGulumsme
source: Smiles (5)
tr: Gülümseme (5)

# gksVerbalAglamaTeselli
source: Cries/Consoles (4)
tr: Ağlama/Teselli (4)

# gksVerbalUygunsuzAglama
source: Inappropriate Crying (3)
tr: Uygunsuz Ağlama (3)

# gksVerbalInleme
source: Moans (2)
tr: İnleme (2)

# gksMotorEmirler
source: Obeys Commands (6)
tr: Emirlere Uyar (6)

# gksMotorAgriLokalize
source: Localizes Pain (5)
tr: Ağrılı Uyarana Lokalize Eder (5)

# gksMotorAgriCekme
source: Withdraws from Pain (4)
tr: Ağrıdan Uzaklaşır (4)

# gksMotorDekortike
source: Abnormal Flexion (3)
tr: Anormal Fleksiyon (3)

# gksMotorDeserebre
source: Abnormal Extension (2)
tr: Anormal Ekstansiyon (2)

# gksMotorYok
source: No Response (1)
tr: Yanıt Yok (1)

# cellTypeNeutrophil
source: Neutrophil
tr: Nötrofil

# cellTypeLymphocyte
source: Lymphocyte
tr: Lenfosit

# cellTypeMonocyte
source: Monocyte
tr: Monosit

# cellTypeEosinophil
source: Eosinophil
tr: Eozinofil

# cellTypeBasophil
source: Basophil
tr: Bazofil

# cellTypeOther
source: Other
tr: Diğer

# bmNotrofil
source: Neutrophil
tr: Nötrofil

# bmMetamiyelosit
source: Metamyelocyte
tr: Metamiyelosit

# bmMiyelosit
source: Myelocyte
tr: Miyelosit

# bmPromiyelosit
source: Promyelocyte
tr: Promiyelosit

# bmLenfosit
source: Lymphocyte
tr: Lenfosit

# bmMonosit
source: Monocyte
tr: Monosit

# bmPlazmaHucresi
source: Plasma cell
tr: Plazma hücresi

# bmEozinofil
source: Eosinophil
tr: Eozinofil

# bmBazofil
source: Basophil
tr: Bazofil

# bmDiger
source: Other
tr: Diğer

# updateScreenTitle
source: Updater
tr: Güncelleyici

# updateScreenChecking
source: Checking for updates...
tr: Güncellemeler kontrol ediliyor...

# updateScreenNewVersionAvailable
source: New version available:
tr: Yeni sürüm mevcut:

# updateScreenUpToDate
source: You are up to date
tr: Güncelsiniz

# updateScreenReleaseNotesTitle
source: Release Notes
tr: Değişiklikler

# updateScreenCurrentVersion
source: Current Version
tr: Mevcut Sürüm

# updateScreenDownloadAndInstall
source: Download and Install
tr: İndir ve Kur

# updateScreenClose
source: Close
tr: Kapat

# updateScreenDownloading
source: Downloading...
tr: İndiriliyor...

# updateScreenDownloadError
source: Download error:
tr: İndirme hatası:

# updateScreenInstallError
source: Installation could not be started:
tr: Kurulum başlatılamadı:

# updateScreenStatusFetchingFailed
source: Failed to fetch version info.
tr: Sürüm bilgisi alınamadı.

# updateScreenStatusErrorOccurred
source: An error occurred:
tr: Hata oluştu:

# updateScreenNoApkFound
source: New version found but APK file is missing.
tr: Yeni sürüm bulundu ancak APK dosyası yok.
